<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보 처리방침</title>
<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
<style>
	body{font-size: 14px;background-color: #fafafa;}
	h1{font-size: 20px;}
	h2{font-size: 18px;}
	ol ul ul{list-style-type: disc;}
	ol ol ul{list-style-type: disc;}
	a{text-decoration:none;color:#444;}
</style>
</head>
<body>
<h1>개인정보 처리방침</h1>
<ol>
	<li>개인정보 처리방침 명시 및 동의</li>
	<li>정보 수집</li>
	<li>정보 이용</li>
	<li>정보 공유, 전송 및 공개</li>
	<li>정보 저장 및 해외 전송</li>
	<li><a href="#use-of-cookie">쿠키 사용</li></li>
	<li>개인정보 알림</li>
	<li>정보 보안 및 보호</li>
	<li>정보 보안 문제 처리방침</li>
	<li>미성년자 정보 보호</li>
	<li>이용자 개인정보 관리</li>
	<li>중국 이외 지역에서 당사 웹사이트 접속</li>
	<li>개인정보 처리방침 이용범위</li>
	<li>개인정보 처리방침 수정</li>
	<li>법률</li>
	<li>언어</li>
</ol>
<p>최종 변경: 2017년 9월 21일</p>
<p>God에 방문하신 것을 환영합니다. 웹사이트에서 제공하는 상품 및 서비스는 자격을 보유한 서비스 업체로부터 제공되었음을 알려드립니다. 이용자가 God 웹사이트의 파트너사 또는 기타 모바일앱, God 소프트웨어(이하 ‘God 웹사이트’)에서 God 웹사이트상의 God의 상품 또는 서비스(이하 ‘서비스’)에 접속, 예약 또는 이용 시, 이용자의 개인정보 처리방침에 대해 동의하는 것으로 간주합니다. 약관의 중요한 내용을 쉽게 알 수 있도록 굵은 글씨로 표시하였으니 주의하여 읽어주시기 바랍니다. 만일 본 이용약관에 대해 동의하지 않을 시, 해당 웹사이트 또는 기타 모바일앱, 소프트웨어에 접속 및 이용을 즉시 중단하기 바랍니다. 'God' 및 '당사'는 God 웹사이트를 의미하며, '이용자' 및 '귀하'는 본 개인정보 처리방침을 자발적으로 동의한 이용자를 의미합니다.</p>
<h2>1.	개인정보 처리방침 명시 및 동의</h2>
<p>이용자의 개인정보 존중은 God의 기본 정책입니다. God 웹사이트는 이용자에게 God 웹사이트상의 자격을 보유한 호텔, 항공권 대리점 및 여행사에서 제공한 여행 서비스 정보를 수집하여 검색 서비스를 제공하며, 상기의 호텔, 항공권 대리점 및 여행사와 연락하여 관련된 여행 상품의 예약 서비스를 제공합니다. 이용자가 회원가입 절차 작성 완료 후, '동의 및 가입' 버튼 클릭 시, 개인정보 처리방침에 명시된 사실을 명확하게 이해하고, Ctrip.com (Hong Kong) Limited 과의 계약 체결 및 모든 서비스 약관에 동의하는 것으로 간주합니다.<br />
당사는 이용자의 개인정보를 보호하기 위해 노력합니다. 당사는 이용자가 신뢰를 바탕으로 정보를 제공한다는 것을 이해하고 있습니다. 당사는 이용자의 신뢰를 중요시하며, 이용자의 개인정보를 매우 소중하게 생각하고 해당 개인정보를 보호하기 위해 최선을 다하겠습니다.</p>
<h2>2. 정보 수집</h2>
<ol>
<li>
보다 나은 서비스를 제공하고자, God은 다음의 합리적이며 타당하고 필요한 원칙을 준수하고 이용자가 동의한 경우에만 정보를 수집하며, 법률 및 규정에 의해 제한된 정보는 수집하지 않음을 알려드립니다. God 회원 서비스 이용을 위해, 이용자는 다음과 같은 God 웹사이트에서 작성한 모든 정보 및 이용자가 당사에 제공한 정보를 수집하는 것에 대해 동의해야 합니다.
<ul>
<li>회원가입을 위해 이용자는 본인의 성명, 성별, 생년월일, 휴대폰 번호, 이메일 주소 및 기타 정보를 작성해야 합니다.</li>
<li>이용자의 개인정보는 적시에 정확하고 구체적으로 제공되어야 합니다.</li>
<li>항공권 및 기차표 예약 시, 이용자는 탑승객 성명, 성별, 신분증 번호 및 개인 연락처 성명, 휴대폰 번호, 이메일 주소, 배송지 주소 및 기타 정보를 제공해야 합니다.</li>
<li>예약 상품 결제 시, 이용자는 본인의 은행카드 번호, 해당 은행에 등록된 휴대폰 번호 또는 본인의 신용카드 번호, 카드소지자 성명, 만료일자 등을 제공해야 합니다.</li>
<li>또한, 여행 계획, 유형 및 참고사항, 식사 요청, 출발 시간 및 체크인&체크아웃 시간, 좌석 선택, 보험 상품 및 God에서 제공하는 기타 서비스 (예: 여행 서비스, 차량 서비스, 입장권 및 여행가이드 등)를 위해 이용자의 개인정보 제공이 요구될 수 있습니다.</li>
</ul>
</li>
<li>God을 통해 다른 사람의 예약을 대리로 진행할 수 있으나, 이용자는 반드시 해당 탑승객/투숙객의 개인정보를 제공해야 합니다. 이용자는 탑승객/투숙객 개인정보를 당사에 제공하기 전, 탑승객/투숙객이 동의했는지 그리고 본 개인정보 처리방침을 인지하고 동의했는지 확인해야 합니다.</li>
<li>
God의 서비스 이용 과정에서 당사는 다음과 같은 이용자의 개인정보를 자동으로 수집할 수 있습니다.
<ul>
<li>
이용자가 당사 서비스 이용 시, 쿠키, 웹 비콘 또는 기타 채널을 통해 자동으로 수집될 수 있는 로그 정보
<ul>
<li>이용자가 사용하는 모바일 기기의 IP 주소, 버전 및 기기 식별자 (IDFA/IMEI)와 같이 기기 정보 또는 소프트웨어 정보, 당사 서비스에 접속 시 사용하는 웹 브라우저 또는 모바일 기기</li>
<li>사용한 웹 페이지 또는 키워드 검색, 앱을 통해 접속한 페이지 및 당사 서비스 이용 시 검색하거나 제공한 기타 정보와 같이 당사의 서비스 이용 시 검색하거나 제공되는 정보</li>
<li>공유 또는 게재한 사진, 댓글, 날짜, 시간 등과 같이 당사 서비스를 통해 공유한 콘텐츠에 포함된 정보</li>
<li>이용자의 기기에서 위치 기능 설정 후 수집된 위치 정보와 GPS 또는 Wi-Fi를 통해 수집된 위치 정보, 이용자가 당사에 제공한 계정 정보에 포함된 주소 정보, 이용자에 의해 게재된 공유 정보 및 이용자가 표시한 기타 현재 또는 과거 위치 등 당사의 위치 기반 서비스와 같은 위치 정보 (※ 위치 정보 수집을 원하지 않을 시, 위치 기능 설정을 해제하기 바랍니다)</li>
</ul>
</li>

</ul>
</li>
<li>제휴사 및 비즈니스 파트너로부터 이용자의 정보를 수집합니다. 예를 들어, 이용자가 당사의 제휴사, 비즈니스 파트너 및 모바일앱을 통해 예약 시, 이용자의 해당 예약 정보는 당사로 전송되어 이용자의 예약을 진행하고 확정될 수 있도록 처리합니다. 기타 예시로 소셜미디어 계정을 당사와 연결하실 경우, 귀하의 동의 하에 (소셜 플랫폼에 대한 동의 필요) 당사는 이용자의 개인정보를 해당 소셜 플랫폼과 공유할 수 있습니다.</li>
</ol>
<h2>3. 정보 이용</h2>
<ol>
<li>
일반적으로 God이 개인정보를 이용하는 용도는 다음과 같습니다.
<ul>
<li>서비스 제공: 이용자의 온라인 예약을 완료 및 관리를 위해 당사는 이용자의 개인 데이터를 이용합니다. 또한, 당사는 이용자에게 관련 상품 및 제휴사, 비즈니스 파트너 및 제3자를 통한 서비스를 제공하고 있습니다.</li>
<li>계정 관리: 이용자는 God 계정을 생성할 수 있으며, 당사는 이용자의 계정을 관리하고 실질적인 기능을 제공하기 위해 이용자가 제공한 정보를 이용합니다.</li>
<li>예약 관리, 개인 설정 관리, 항공사 마일리지, 예약 내역 확인, 예약 평가 및 결제 관리 등과 같은 다양한 작업에서 당사는 이용자의 계정을 이용할 수 있습니다.</li>
<li>이용자의 문의 및 요청에 대한 응답: 당사는 24시간 연중휴무 다국어 고객 서비스를 제공합니다.</li>
<li>마케팅 활동: 여행 상품 또는 여행 서비스 최신 뉴스레터 전송, 맞춤 추천 상품, 기타 광고 활동과 같은 합법적인 마케팅 목적으로 이용합니다.</li>
<li>문의: 이용자의 문의사항 또는 요청, 예약 관련 안내사항 (예: 예약 제출 확정 안내, 미제출 예약 알림 등)에 응답하고 처리하는 데 이용합니다.</li>
<li>시장 조사: 당사의 관심 상품, 서비스 및 웹사이트에 대한 시장 조사의 목적으로 이용자의 참여를 요구할 수 있습니다.</li>
<li>서비스 보안 및 안전성 개선: 당사는 사기 및 불법 활동을 탐지 및 방지하고, 위험성을 평가 및 보안의 목적으로 개인 데이터를 이용할 수 있습니다.</li>
<li>데이터 조사: 당사의 상품 및 서비스 또는 마케팅 계획, 기타 서비스 개선을 위하여 이용자의 위치, 선호도 및 인구 통계학적 정보 또는 기타 출처 (제3자 포함)에서 얻은 데이터에 맞춘 분석을 위해 이용자의 개인 데이터를 이용할 수 있습니다.</li>
<li>운영관리: 예약 관리, 고객 확인, 기술 지원, 네트워크 유지, 문제 해결, 내부 관리 업무, 내부 정책 및 절차 및 내부 보고서 작성을 포함하며 이에 국한되지 않습니다.</li>
<li>전화 모니터링: 당사의 고객센터 직원과의 통화, 당사의 연락에 응답 및 당사로 연락 시, 내용이 모두 기록될 수 있습니다. 당사의 고객 서비스 품질을 모니터하고 사기 예방를 위해 이용자가 제공한 정보의 정확성 확인 또는 내부 직원 교육의 목적으로 기록될 수 있습니다. 불만 접수 또는 법적 보호 목적의 저장을 제외하고, 기록된 내용은 일정 기간 이후 자동으로 삭제됩니다.</li>
<li>의무 이행: 관련 정책에 따라 발생하는 보험 청구 및 지불, 파트너사에게 지급하는 수수료 처리, 서비스 파트너사의 손실 청구 또는 지불된 금액 회수 등이 포함됩니다.</li>
<li>법적 목적: 국가 부처 및 규제 당국의 조사에 협조하고 법률 및 규정 준수의 목적으로 법적 분쟁을 처리 및 해결하거나 기타 법률 및 규정 준수, 당사가 구속된 규제 당국이 제정한 모든 규정을 준수하기 위해 이용자의 정보를 이용할 수 있습니다.</li>
<li>또한, 당사는 기타 목적으로 이용자의 개인정보를 이용하거나 공개할 수 있으며, 본 진술의 개정 사항 통지를 위해 수집될 수 있습니다.</li>
</ul>
</li>
<li>God에서 제공된 서비스를 이용하는 동안, God이 이용자의 이메일, 핸드폰 또는 우편으로 God 최신 상품 정보, 프로모션 정보 등을 포함한 비즈니스 정보 발송에 동의해야 합니다. 만일, God의 모든 종류의 서비스 정보 수신에 동의하지 않는 경우, 당사의 방침에 따라 설정을 거부할 수 있습니다.</li>
<li>
이용자는 다음과 같은 경우에 당사의 수락 및 동의 없이 이용자의 개인정보를 이용할 수 있다는 것을 충분히 숙지해야 합니다.
<ul>
<li>국가 안보 및 국방 안보와 관련된 경우</li>
<li>공공 안전, 공중 보건 및 주요 공공 이익과 관련된 경우</li>
<li>범죄 수사, 기소, 재판 및 판결과 관련된 경우</li>
<li>개인 안전, 사유 재산, 기타 주요 합법적인 권리, 개인 이용자 또는 기타 이용자의 이익을 보호해야 하는 경우. 단, 해당 사항은 이용자의 동의 요청이 어려울 수 있습니다.</li>
<li>수집된 개인정보가 관련 이용자 본인에 의해 공개되는 경우</li>
<li>법률 뉴스 보도, 정부 및 기타 채널에서 공시한 정보와 같이 법적 및 공개적으로 공시된 정보로부터 이용자의 개인정보를 수집하는 경우</li>
<li>이용자가 요청한 계약 서명에 이용자의 개인정보를 이용하는 경우</li>
<li>상품 및/또는 서비스의 결함 발견 및 처리와 같이 공급 상품 및/또는 서비스를 안전하고 안정적으로 유지하기 위해 이용자의 개인정보를 이용하는 경우</li>
<li>합법적인 보도를 위해 이용자의 개인정보를 이용하는 경우</li>
<li>학술적 연구 기관이 공공 이익을 위해 연구의 목적으로 이용자의 개인정보를 이용하거나, 통계 조사 발표 또는 게재 시, 식별되지 않은 개인정보가 포함되어있는 경우</li>
<li>이외의 경우, 해당 법률 및 규정에 준수합니다.</li>
</ul>
</li>
<li>
정보 공유, 전송 및 공개
<ol>
<li>
이용자에게 서비스를 원활하게 제공하기 위해 당사는 이용자의 예약 정보, 계정 정보, 기기 정보 및 위치 정보를 파트너사와 같은 제3자와 공유할 수 있습니다. 당사는 법률적 및 합법적이며 구체적이고 명시적인 목적으로 필요시에만 개인정보를 공유하며, 서비스 제공에 필요한 개인정보만 공유합니다. 당사의 파트너사는 다음을 포함합니다. (중국 및 국외 법인 포함)
<ul>
<li>제공 업체: 호텔, 항공사, 크루즈, 렌터카 대행사, 여행사, 관광지 및 이벤트 업체 및 예약 시 필요한 대행사를 포함하며, 이에 국한되지 않습니다. 상기의 업체는 여행 상품 및 서비스 제공을 위해 필요 시 이용자에게 연락을 취할 수 있습니다.</li>
<li>금융기관 및 제3자 결제대행업체: 예약, 환불 및 보험 결제 요청 시, 당사는 관련 예약 정보를 금융기관 또는 제3자 결제대행업체와 공유하며, 사기 범죄 발견 및 예방에 필요하다고 여겨질 시, IP 주소와 같은 기타 필요 정보를 관련 금융기관과 공유할 수 있습니다.</li>
<li>비즈니스 파트너사: 당사는 파트너사와 협력하여 운송 사업, 통신 서비스, 고객 서비스, 마케팅 및 광고 등의 상품 또는 서비스를 제공할 수 있습니다.</li>
<li>제휴사: 당사는 여행 관련 상품 또는 기타 상품 및 서비스에 대한 정보 제공을 위해 이용자의 개인정보를 제휴사와 공유할 수 있습니다. 이용자 개인정보에 대한 제휴사의 보호 정책은 본 개인정보 처리방침과 같이 엄격하게 규정되어 있습니다. 당사는 이용자의 개인정보를 공유하는 회사 및 조직과 엄격한 기밀 유지 계약을 수립하고, 개인정보 처리방침 및 기타 관련 기밀 유지 및 보안 조치에 따라 개인정보를 처리하도록 요구합니다. 파트너사는 기타 목적으로 공유된 개인정보를 사용할 수 없습니다. 이용자의 개인정보 사용 목적, 용도가 변경될 시에는 반드시 이용자의 사전 동의를 구할 것입니다.
</li>
</ul>
</li>
<li>
정보 이전
<ul>
<li>당사는 사전에 이용자의 명시적인 수락 또는 동의를 구했습니다.</li>
<li>정보 이전은 관련 법률 및 규정, 법적 절차, 필수 행정처 또는 사법 요청에 의해 요구됩니다.</li>
<li>합병, 인수, 자산 이전 또는 이와 유사한 거래에 의해 개인정보가 이전될 경우, 당사는 이용자의 개인정보를 보유하는 새로운 회사 또는 조직에 본 개인정보 처리방침이 계속 귀속되도록 요청할 것입니다. 그렇지 않을 경우, 당사는 해당 회사 또는 조직이 이용자의 수락 및 동의를 구하도록 요청할 것입니다.</li>
</ul>
</li>
<li>
공개 공시
<ul>
<li>귀하가 지정한 개인정보의 공시는 귀하의 명시적 동의에 기초합니다.</li>
<li>법률 및 규정, 필수 행정처 또는 사법 요구 사항에 따라 개인정보 공시가 필요한 경우, 당사는 요청된 개인정보 유형과 명시된 공시 방식에 따라 이용자의 개인정보를 공개적으로 공시할 수 있습니다. 법률 및 규정에 따라, 당사가 정보 공시에 대해 상기의 요청을 받았을 경우, 출석요구서 또는 조사 출석요구서와 같은 관련 법률 문서 제출이 요구될 수 있습니다.</li>
</ul>
</li>
</ol>
</li>
<li>
정보 저장 및 해외 전송
<ol>
<li>이용자의 개인정보가 저장 기간 연장이 필요한 경우, 법률 또는 관할 기관으로부터 저장 기간 연장이 승인된 경우, 관할 기관의 조사가 필요한 경우를 제외하고, 계정 취소 당일로부터 3개월 동안 저장됩니다.</li>
<li>당사가 God의 상품 또는 서비스 운영을 중지할 경우, 당사는 이용자의 개인정보 수집을 즉시 중단할 것이며, 각 이용자에게 알림 전송 또는 공지사항을 게시하여 운영 종료 사실을 통보하고, 당사가 보유하고 있는 개인정보를 삭제 또는 폐기시킬 것입니다.</li>
<li>
중화 인민 공화국(이하 '중국')의 영토 내에서 수집되고 생산된 개인정보는 다음과 같은 경우를 제외하고, 중국에 저장됩니다.
<ul>
<li>법률 및 규정에 의해 명시적으로 정의된 경우</li>
<li>이용자의 명시적 승인을 얻은 경우</li>
<li>온라인상 해외 거래 활동과 같은 개인 자유행동</li>
</ul>
</li>
</ol>
</li>
<li id="use-of-cookie">쿠키 사용<br />
쿠키는 웹사이트가 사용자 컴퓨터의 브라우저나 모바일 기기에 저장하는 소량의 데이터를 말하며, 이용자가 작성한 개인정보를 기록하는 과정을 용이하게 합니다. 이용자는 쿠키를 수락하거나 거절할 권리가 있습니다. 브라우저의 쿠키 승인을 원하지 않을 경우 또는 컴퓨터에 쿠키가 저장될 때마다 알림을 받거나 컴퓨터에서 쿠키를 삭제하고 싶은 경우, 일반적으로 '도움' 혹은 '인터넷 옵션' 아래에 표시되는 인터넷 브라우저 설정에서 필요한 부분을 변경해 주시기 바랍니다. 쿠키 사용을 거부하시면 God에서 제공하는 서비스 이용에 제한이 있을 수 있습니다.</li>
<li>개인정보 알림<br />
인종, 종교, 건강 상태 및 의료 정보 등과 같은 일부 특수한 개인정보는 민감한 개인정보로 간주될 수 있습니다. 모든 민감한 개인정보는 엄격하게 보호됩니다. God 개인정보 처리방침은 이용자가 God에서 제공하는 상품 및 서비스를 이용할 시, 이용자가 업로드 또는 게시한 콘텐츠 및 정보가 이용자의 민감한 개인정보를 공개될 수 있습니다. 그러므로, 이용자는 당사의 상품 또는 서비스를 이용하기 전 신중하게 확인하기 바랍니다. 이용자의 민감한 개인정보는 본 God 개인정보 처리방침에 명시된 목적 및 방법에 따라 처리하는 것에 대해 동의해야 합니다.</li>
<li>
정보 보안 및 보호
<ol>
<li>God은 정보 보안을 매우 중요시 여기며, 전담 부서를 운영하고 있습니다. 당사는 이용자의 개인정보를 보호하며, 적절한 관리, 기술 및 물리적 보안 조치를 취하기 위해 노력합니다. 국내외 정보 보안 기준 및 모범 사례를 참고하여, 사업 개발에 부합하는 정보보안경영시스템을 구축하고 ISO27001 정보 보안 관리 표준 인증 및 PCI-DSS (Payment Card Industry Data Security Standard) 기준 적합 인증을 보유하고 있습니다.</li>
<li>당사는 데이터 수명주기 관리 기준으로 자료 수집, 저장, 표시, 처리, 사용 및 폐기를 포함한 모든 링크에 대한 보안 조치를 수립하였습니다. 당사는 액세스 제어, SSL 암호화 전송, 암호화 저장을 위한 AES256bit 이상 암호화 알고리즘, 민감한 정보 표시 제어 등을 포함하며 이에 국한되지 않는 민감한 정보를 수준에 따라 상이한 제어 조치를 취합니다.</li>
<li>상기에 명시된 보안 조치가 있지만, 인터넷에 대한 ‘완벽한 보안'을 보장받을 수 없음을 이해하기 바랍니다. 당사는 현재 이용 가능한 기술을 이용하며 이용자의 정보를 보호하기 위해 적절한 보안 조치를 취할 것입니다. 당사는 합리적인 보안을 보장하며 이용자의 정보 유출, 손상 또는 손실에 대비하기 위해 최선을 다할 것입니다.</li>
<li>이용자의 계정에는 보안 기능이 포함되어 있습니다. 이용자의 계정과 비밀번호를 안전하게 보관하고 타인에게 이용자의 비밀번호를 공개하지 않을 것을 권장합니다. 만일, 이용자 계정 및 비밀번호와 같은 본인의 개인정보에서 유출사항을 발견했을 경우, 즉시 당사 고객센터로 문의해주시기 바랍니다. 당사는 해당 문제의 타당한 처리를 위해 최선을 다하겠습니다.</li>
<li>문서, 사진 및 기타 정보는 적시에 저장하거나 백업하기 바랍니다. 이용자는 당사의 통제를 벗어난 요인으로 인해 당사의 서비스에 접속하는데 사용하는 시스템 및 통신 네트워크에 문제가 발생할 수 있음을 이해하고 동의해야 합니다.</li>
</ol>
</li>
<li>정보 보안 문제 처리방침<br />
개인정보 보안 사고가 발생했을 경우, 보안 사건의 기본 정보 및 영향 가능성, 조치 처리 또는 처리 예정인 조치, 예방 조치 및 위험 감소를 위한 제안, 당사가 제공하는 구제 수단 등을 포함한 법률 및 규정의 요구사항에 따라 이용자에게 안내해드립니다. 당사는 이메일, 편지, 전화 또는 알림을 통해 관련된 최신 내용을 안내해드리겠습니다. 각 개인 이용자에게 통지하기 불가한 경우, 당사는 합리적이고 효과적인 방법으로 안내해드리겠습니다. 동시에, 당사는 규제 기관의 요구사항에 따라 개인정보 보안 사고 처리를 보고할 것입니다.</li>
<li>미성년자 정보 보호<br />
God은 미성년자의 개인정보 보호를 중요하게 생각합니다. 만 18세 미만의 미성년자는 당사의 서비스를 이용하기 전, 반드시 부모 또는 법정 대리인의 서면 동의를 얻어야 합니다.</li>
<li>
이용자 개인정보 관리
<ol>
<li>이용자는 언제든지 'My 계정'에 로그인하여 '내 계정' 및 '기본 정보'를 확인하고 본인 계정에서 수정 및 삭제할 수 있으며, 개인정보와 개인정보 설정 및 보안 설정을 수정할 수 있으며, God 서비스 이용 시 이용자가 제공하는 배송지 주소 및 기타 개인 데이터를 변경할 수 있습니다. 문의사항이 있을 경우, 언제든지 God 고객센터<a href="mailto:service@Trip.com">(service@Trip.com)</a>으로 문의하기 바랍니다.</li>
<li>이용자는 다음과 같은 방법으로 God 계정을 해지할 수 있습니다. God 공식 웹사이트에 안내된 고객센터로 문의하면, 음성안내 지시사항에 따라 진행 후 연결된 고객센터 상담원을 통해 인증 절차를 걸쳐 계정 해지를 도와드리고 있습니다. 해지가 완료되면 이용자의 계정에 있는 모든 정보는 삭제되며, 당사는 해당 계정과 관련된 개인정보를 수집, 사용 또는 공유하지 않습니다. 다만, 이전에 수집된 정보는 규제 당국이 규정하고 있는 기간 및 관할 당국이 요구하는 기간에 한해 제공될 수 있습니다. (God 고객센터 한국: 1666 0060, 중국: 400 828 3278, 해외: +86 513 8918 6111)</li>
</ol>
</li>
<li>중국 이외 지역에서 당사 웹사이트 접속<br />
중국 이외의 지역에서 당사의 웹사이트를 접속하는 경우, 이용자의 정보는 중국으로 전송되고 저장 및 처리됨을 확인하기 바랍니다. 중국의 데이터 보호 법률 및 기타 법률은 이용자의 국가/지역과 상이할 수 있으나, 당사는 이용자의 정보를 보호하기 위해 적절한 조치를 취할 것입니다. 본 개인정보 처리방침의 기재 내용과 같이 당사 서비스 이용 시, 이용자의 정보가 당사의 웹사이트에 전송되며, 제3자와 공유될 수 있음을 이해하고 이에 동의하기 바랍니다.</li>
<li>개인정보 처리방침 이용범위<br />
일부 특정 서비스를 제외하고, 본 God 개인정보 처리방침은 당사의 모든 서비스에 적용됩니다. 상기의 특정 서비스에는 God 개인정보 처리방침의 일부인 특별 개인정보 처리방침이 적용됩니다. 당사의 서비스를 통해 접속하여 제3자 서비스에서 수집된 정보(제3자 웹사이트 포함), 당사의 서비스를 사용하여 광고하는 기타 기업 및 여행사에서 수집된 정보와 같은 사항에는 God 개인정보 처리방침이 적용되지 않을 수 있습니다. </li>
<li>개인정보 처리방침 수정<br />
필요 시, 당사는 언제든지 개인정보 처리방침을 수정할 권리가 있습니다. 당사가 적합하다고 여길 시 본 개인정보 처리방침을 개정할 수 있다는 것을 유의하기 바랍니다. 당사는 본 개인정보 처리방침의 최종 변경 일자를 기재하고 있으며, 개정된 사항은 게시 시점으로부터 효력을 가집니다. 이용자의 명시적 동의 없이 당사는 본 개인정보 처리방침에 명시된 이용자의 권리를 축소하지 않습니다. 당사는 주요 변경사항을 알아보기 쉽게 게시할 것입니다. (예: 특정 서비스와 관련된 사항을 변경할 경우, 이용자의 이메일로 본 개인정보 처리방침의 특정 변경 사항을 발송해드립니다) 따라서, 개인정보 처리방침을 정기적으로 검토하여 최신 정책을 따라주시기 바랍니다.</li>
<li>법률<br />
개인정보 처리방침은 중국의 저촉법 원칙을 포함하여 중국 법에 따라 지배받고 해석됩니다. 당사 서비스와 이용약관에 따라 발생하는 모든 분쟁은 중국 인민법원의 전속 관할이며, 당사 이용약관 내, 관련 법률과 상충하는 내용이 있을 시 그 내용은 법의 원문에 의거하며, 기타 내용은 해당 법적효력을 유지할 것입니다.</li>
<li>언어<br />
본 이용약관은 영어로 작성되어 있으며, 이용자의 편의를 위해 한국어로 번역되었습니다. 한국어 번역본이 혼동을 초래할 경우 영어 원문을 우선으로 합니다.
</li>
</ol>

<script>
  var noTitle = (function(name){
    var reg = new RegExp("(^|&)"+ name +"=([^&]*)(&|$)");
    var r = window.location.search.substr(1).match(reg);
    if (r!=null) return unescape(r[2]);
    return null;
  })('noTitle');
  if(noTitle === '1' || noTitle === 'true') {
    var title = document.getElementsByTagName('H1');
    if(title.length){
      title[0].style.display = 'none';
    }
  }
</script>
</body>
</html>
