<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<title>이용약관</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0">
<style>
    body{font-size: 14px;background-color: #fafafa;}
    h1{font-size: 20px;}
    h2{font-size: 18px;}
    h3{font-size: 16px;}
</style>
</head>
<body>
<h2>이 사이트를 이용하기 전 아래 이용약관을 읽어주십시오</h2>
<p>2019년 7월 29일 마지막으로 업데이트됨.</p>
<h2>본 약관에 포함된 내용</h2>
<p>본 이용약관은 당사의 god/index.go 웹사이트 (“<strong>당사의 사이트</strong>”) 이용에 관한 규칙을 명시하며, 여기에는 사용자가 당사의 사이트에 콘텐츠를 업로드할 때, 당사의 사이트에 연결할 때 또는 다른 방식으로 당사의 사이트와 교류할 때 적용되는 콘텐츠 기준이 포함됩니다. 사이트에 관한 언급은 파생상품을 포함하는 것으로 간주하며, 이는 휴대폰이나 태블릿 등 사용된 디바이스에 관계없이 관련 웹사이트 및 애플리케이션을 포함하나 여기에 국한되지 않습니다.</p>
<h2>회사 소개 및 연락 방법</h2>
<p>당사는 제주도 온라인 여행 대행사입니다.</p>
<p>당사에 문의하시려면 당사의 고객 서비스 라인으로 이메일 또는 전화를 주십시오. 사용자 제작 콘텐츠 저작권 위반 관련 문제는 admin@god.go 로 문의하여 주십시오.</p>
<h2>당사가 제공하는 서비스</h2>
<p>당사의 사이트는 여행 정보 수집, 여행 관련 제품 및 서비스 이용가능 여부 확인, 합법적인 예약 또는 예매, 여행 공급업체와의 거래, 고객서비스 요청 처리를 돕습니다. </p>
<h2>당사의 사이트를 이용함으로써 다음 약관에 동의합니다</h2>
<p>당사의 사이트를 이용함으로써, 사용자는 본 이용약관을 수락하고 준수할 것을 동의합니다.</p>
<p>본 이용약관에 동의하지 않을 시 당사의 사이트를 이용할 수 없습니다.</p>
<p>당사의 사이트를 이용함으로써, 사용자는 법적 구속력이 있는 계약을 체결할 능력(자국 내에서 능력을 갖춘 최소 연령 포함)이 있으며 당사의 사이트를 합법적 예약 용도로만 이용할 것임을 보증합니다.</p>
<p>당사는 사용자가 추후 참고용으로 본 이용약관 사본을 인쇄할 것을 권장합니다.</p>
<h2>사용자에게 적용될 수 있는 기타 이용약관도 있습니다</h2>
<p>본 이용약관은 다음 추가 약관을 참고로 하며, 사용자가 당사의 사이트를 이용하는 데도 적용됩니다.</p>
<ul>
<li>당사가 사용자의 개인 정보 및 당사의 사이트 내 쿠키를 사용하는 방식에 관한 정보를 열거한 당사의 개인정보 처리방침</li>
<li>당사의 사이트에서 사용자가 예약할 경우 적용되는 당사의 예약 약관 및 조건 </li>
</ul>
<h2>당사는 이 약관을 수정할 수 있습니다</h2>
<p>당사는 이 약관을 가끔 수정합니다. 이 약관 맨 위에 마지막으로 수정이 이루어진 날짜를 기재할 것이며 모든 수정사항은 게시하는 순간부터 효력을 지닙니다. 당사의 사이트에 가입된 사용자의 경우, 당사에서 사용자 계정에 연결된 이메일 주소로 공지를 보내거나 당사의 사이트에 공지를 띄움으로써 내용 변경을 고지할 것입니다. 업데이트된 약관에 동의하지 않을 경우, 당사의 사이트 이용을 중지하여 주십시오. 당사의 사이트를 이용하고자 할 때마다 이 약관을 확인하여 해당 일시에 적용되는 약관을 반드시 숙지하십시오.</p>
<h2>당사는 당사의 사이트를 수정할 수 있습니다</h2>
<p>당사는 서비스, 사용자의 요구사항, 비즈니스 우선순위에 있어 변경사항이 생기는 경우 이를 반영하기 위해 가끔 당사의 사이트를 업데이트하고 수정할 수 있습니다. 주요 변경사항에 대해서는 적절한 고지를 드리도록 하겠습니다. </p>
<h2>당사는 당사의 사이트를 중단하거나 철수할 수 있습니다</h2>
<p>당사의 사이트는 무료로 이용이 가능합니다. </p>
<p>당사는 당사의 사이트 또는 여기에 올라온 모든 콘텐츠가 항상 이용이 가능하거나 중단되지 않을 것이라는 보장을 하지 않습니다. 당사는 비즈니스 및 운영 상의 이유로 당사의 사이트 전부 또는 일부를 중단, 철수 또는 제한할 수 있습니다. 모든 중단 또는 철수에 대해서는 적절한 고지를 드리도록 하겠습니다. </p>
<p>당사의 사이트는 인터넷 및 디바이스에 의존하여 제공됩니다. 사용자는 당사의 사이트가 당사의 적절한 통제 범위를 넘어선 사건, 상황 또는 원인(불안정한 인터넷, 시스템 또는 디바이스, 컴퓨터 바이러스 및 해커 공격을 포함하나 여기에 국한되지 않음)으로 인해 이용이 불가능해져 사용자가 겪게 되는 모든 손실에 대해 당사는 법적 책임이 없음을 완전히 이해하고 동의합니다. </p>
<p>사용자는 필요한 장비(적절한 디바이스 및 인터넷 연결을 포함하나 여기에 국한되지 않음)를 제공하고 사용자의 인터넷 연결을 통해 당사의 사이트에 접근하는 모든 사람이 본 이용약관 및 기타 적용 가능한 약관과 조건을 숙지하고 준수할 것을 분명히 할 책임이 있습니다.</p>
<h2>사용자의 계정 세부 사항</h2>
<p>사용자는 사용자가 제공한 모든 계정 정보가 최신으로서 사실이며 정확하고 완전함을 보증합니다.</p>
<p>사용자가 사용자 인증 코드, 비밀번호 또는 당사의 보안 절차 일환으로 기타 정보를 선택하거나 제공받게 되면, 해당 정보는 반드시 기밀로 취급해야 합니다. 어떤 제 3자에게도 이 정보를 절대 노출할 수 없습니다. 사용자는 본인이 이 정보를 기밀로 취급하지 못해 겪게 되는 모든 손실에 대해 당사는 법적 책임이 없음을 완전히 이해하고 동의합니다.</p>
<p>당사는 당사의 합리적인 견해로 보아 사용자가 이 이용약관 조항을 하나라도 준수하지 못한다고 판단될 시 사용자 인증 코드 또는 비밀번호를 사용자의 선택 또는 당사의 할당 여부와 관계없이 언제든지 중지할 권한이 있습니다.</p>
<p>본인 외 다른 사용자가 본인의 사용자 인증 코드 또는 비밀번호를 알고 있다고 인지하거나 의심되는 경우, 즉시 상단에 명시된 연락 정보를 통해 당사에 알려주셔야 합니다.</p>
<h2>당사의 사이트에서 자료를 이용하는 방식</h2>
<p>당사는 당사의 사이트 내 모든 특허권, 저작권, 상표, 사업명 및 도메인명, 디자인권, 컴퓨터 소프트웨어권, 데이터베이스권 및 기타 모든 지적 재산권(각각 등록 여부에 관계 없이)의 소유자 또는 라이선스 보유자입니다. 이러한 모든 권리가 보호받습니다.</p>
<p>사용자는 개인적 용도로 당사의 사이트 내 어느 페이지든 사본을 인쇄하고 발췌문을 다운로드할 수 있으며, 당사의 사이트에 게시된 콘텐츠로 본인의 단체 내 다른 사람들의 관심을 끌 수 있습니다.</p>
<p>사용자는 인쇄하거나 다운로드한 문서 또는 디지털 사본을 어떤 방식으로도 수정할 수 없으며, 일러스트레이션, 사진, 동영상 또는 오디오 시퀀스 또는 모든 그래픽을 그에 동반되는 텍스트 없이 사용할 수 없습니다.</p>
<p>당사 사이트의 콘텐츠에 대한 작성자의 권한(그리고 모든 확인된 참여자의 권한)은 항상 인정되어야 합니다.</p>
<p>사용자는 당사의 사이트에 있는 콘텐츠의 어떠한 부분도 당사 또는 당사의 라이선서로부터 라이선스를 취득하지 않은 상태에서 상업적인 목적으로 사용할 수 없습니다. </p>
<p>사용자가 이 이용약관을 위반하여 당사의 사이트 내 어느 부분이든 인쇄, 복사 또는 다운로드하는 경우, 당사의 사이트를 사용할 권리가 즉시 중단되며, 사용자는 당사의 뜻에 따라, 생성한 모든 복사본을 반납하거나 파기해야 합니다. </p>
<h2>당사는 당사가 연결하는 웹사이트에 대한 책임이 없습니다</h2>
<p>당사의 사이트에 제 3자가 제공하는 기타 사이트 및 자료에 대한 링크가 포함되는 경우, 해당 링크는 정보 용도로만 제공됩니다. 이러한 링크는 연결된 웹사이트 또는 사용자가 해당 웹사이트에서 얻는 정보를 당사가 인정하는 것으로 해석될 수 없습니다.</p>
<p>당사는 이러한 사이트 또는 리소스의 콘텐츠에 대한 규제권이 없습니다.</p>
<h2>당사는 사용자 제작 콘텐츠를 인정하지 않습니다</h2>
<p>이 사이트는 사이트 내 다른 사용자가 업로드한 정보 및 내용을 포함할 수 있으며, 여기에는 토론 포럼, 게시판 및 리뷰 서비스가 포함됩니다. 당사는 이러한 정보 및 내용을 인증하거나 승인하지 않았습니다. 당사의 사이트에서 다른 사용자가 표현한 관점은 당사의 관점이나 가치를 대변하지 않습니다. 당사는 아래 명시된 당사의 콘텐츠 기준을 위반하는 사용자의 모든 상호작용 영역에서 생기는 손실이나 피해에 대한 법적 책임을 분명히 배제합니다.</p>
<p>다른 사용자가 업로드한 정보 및 내용에 대해 불만을 제기하고자 하는 경우 상단에 명시된 연락 정보를 통해 당사에 문의하여 주십시오.</p>
<h2>사용자가 겪는 손실 또는 피해에 대한 당사의 책임</h2>
<p>사용자는 본인의 책임 하에 당사의 사이트를 사용합니다.
당사의 사이트 내 정보의 상당 부분은 적절한 공급업체 그리고/또는 서비스에 대한 리뷰를 제공한 당사 사이트 사용자로부터 제공받은 것입니다. 당사는 정보가 정확하고 완전하도록 노력할 것이나, 법이 허용하는 한도 내에서, 당사는 정보의 부정확성이나 불완전성으로 인해 사용자가 겪게 되는 손실 또는 피해에 대한 법적 책임이 없습니다.
사용자가 당사의 사이트에서 여행 서비스를 예약하면서 생기는 법적 책임에는 다양한 제한 및 제외가 적용될 것이며, 이는 상단 링크를 통해 접근할 수 있는 당사의 예약 약관 및 조건에 열거될 것입니다. 
이 사이트에서 사용자에게 제공되는 모든 정보에 관해 당사는 어떤 대의권이나 보증 또는 조건도 제공하지 않으며, 그러한 대의권, 보증 또는 조건은 법적으로 금지되지 않는 한 제외됩니다.
당사는 당사의 사이트를 대내용 및 개인용으로만 제공합니다. 사용자는 당사의 사이트를 어떠한 상업적 또는 사업적 목적으로 사용하지 않을 것임을 동의하며, 당사는 사용자의 이익 손실, 사업 손실, 사업 방해 또는 사업 기회 상실에 대한 어떠한 법적 책임을 지지 않습니다.</p>
<h2>당사가 겪는 손실 또는 피해에 대한 사용자의 책임</h2>
<p>사용자는 이 이용약관을 따르지 않고 당사의 사이트를 사용함으로써 당사가 겪게 되는 손실에 대해 책임이 있습니다. </p>
<h2>사용자의 개인 정보를 당사가 사용하는 방식</h2>
<p>당사는 상단 링크를 통해 확인할 수 있는 당사의 개인정보 처리방침에 열거된 대로만 사용자의 개인 정보를 사용할 것입니다. </p>
<h2>금지된 용도</h2>
<p>사용자는 합법적인 목적으로만 당사의 사이트를 사용할 수 있습니다. 사용자는 다음 용도로 당사의 사이트를 사용할 수 없습니다.</p>
<ul>
<li>적용 가능한 지역, 국내 또는 국제 법이나 규정을 위반하는 모든 방식.</li>
<li>불법이거나 부당한, 또는 불법이거나 부당한 목적 또는 효과가 있는 모든 방식.</li>
<li>미성년자에게 어떤 방식으로든 피해를 주거나 피해를 주려는 의도가 있는 목적.</li>
<li>하단에 명시된 당사의 콘텐츠 기준을 준수하지 않는 내용을 전송, 고의 수신, 업로드, 다운로드, 사용 또는 재사용하는 것.</li>
<li>의뢰되지 않거나 승인되지 않은 모든 광고 또는 홍보용 자료 또는 비슷한 유도를 하는 기타 형식 (스팸)을 전송하거나 전송권을 조달하는 것.</li>
<li>
<p>어떤 데이터든 고의로 전송하거나, 바이러스, 트로이 목마, 웜, 시한 폭탄, 키 자동 등록기, 스파이웨어, 애드웨어, 또는 컴퓨터 소프트웨어나 하드웨어의 운영에 부정적인 영향을 주도록 설계된 기타 유해 프로그램이나 비슷한 컴퓨터 코드를 담은 모든 자료를 전송 또는 업로드하는 것.<br />
사용자는 다음 사항에도 동의합니다.</p>
</li>
<li>
<p>당사의 사이트의 어느 부분이라도 이 이용약관을 위반하면서 재생산, 복제, 복사 또는 재판매 하지 않을 것. </p>
</li>
<li>
다음을 권한 없이 이용하거나, 간섭하거나, 피해를 입히거나 방해하지 않을 것.
<ul>
<li>당사의 사이트 내 모든 부분</li>
<li>당사의 사이트가 저장된 모든 장비 또는 네트워크</li>
<li>당사의 사이트 제공에 사용된 모든 소프트웨어, 또는</li>
<li>어떤 제 3자가 소유 또는 사용하는 모든 장비 또는 네트워크 또는 소프트웨어.</li>
</ul>
</li>
<li>당사의 사이트 정상 운영 또는 당사의 사이트에서 행해지는 모든 활동에 대해 방해를 하거나 방해하려는 시도를 하지 않을 것.</li>
<li>당사의 사이트 네트워크 상에 과도한 데이터 부하를 초래하는 모든 조치를 취하지 않을 것.</li>
</ul>
<h2>콘텐츠 기준</h2>
<p>이 콘텐츠 기준은 사용자가 당사의 사이트에 참여하는 모든 자료(“<strong>참여물</strong>”)에 적용됩니다.</p>
<p>본 콘텐츠 기준은 그 의도대로 뿐만 아니라 명시된 대로 준수되어야 합니다. 기준은 참여물의 각 부분과 동시에 전체에 적용됩니다.</p>
<p>당사는 당사의 재량에 따라 참여물의 콘텐츠 기준 위반 여부를 결정할 것입니다.</p>
<p>참여물은 다음 사항을 따라야 합니다.</p>
<ul>
<li>사용자 자신의 여행에 적절할 것 (숙박, 식당, 항공사, 교통편, 위치 또는 일반적인 여행 경험).</li>
<li>정확할 것 (사실을 기술할 경우).</li>
<li>진실되게 주장할 것 (의견을 서술할 경우).</li>
<li>
<p>참여물이 게시되는 국가에 적용되는 법을 준수할 것.
참여물은 다음 사항을 피해야 합니다.</p>
</li>
<li>
<p>누군가의 명예를 훼손하는 것.</p>
</li>
<li>음란하거나 공격적, 혐오적, 선동적인 것.</li>
<li>음란물을 장려하는 것.</li>
<li>폭력을 장려하는 것.</li>
<li>인종, 성, 종교, 국가, 장애, 성 정체성 또는 연령에 따른 차별을 장려하는 것.</li>
<li>다른 누군가의 저작권, 데이터베이스권, 상표, 또는 지적 재산권을 침해하는 것.</li>
<li>누군가를 기만할 가능성이 있는 것.</li>
<li>계약상 의무 또는 비밀유지의무 등 제 3자에 속한 법적 책임을 위반하는 것.</li>
<li>적용 가능한 모든 미성년자 보호법 및 규정을 위반하는 것.</li>
<li>모든 불법 활동을 장려하는 것.</li>
<li>법정의 권위를 무시하는 것.</li>
<li>위협을 주거나 학대를 하거나 다른 사람의 사생활을 침범하거나, 또는 짜증, 불편이나 불필요한 불안을 유발하는 것.</li>
<li>다른 누군가를 희롱하고 화나게 하거나 수치심을 주거나, 공포감 또는 불쾌감을 줄 가능성이 있는 것.</li>
<li>누군가를 사칭하거나 본인의 신분 또는 다른 사람과의 관계를 왜곡하는 것.</li>
<li>참여물이 당사에서 나온 것이 아닌데 당사에서 나온 것 같은 인상을 주는 것.</li>
<li>어떤 정당을 옹호, 홍보, 선동하여 (예를 들자면) 저작권 위반 또는 컴퓨터 악용 등의 불법 또는 범죄 행위를 저지르거나 지원하는 것.</li>
<li>게시되거나 게시될 예정인 표현을 접하는 대중의 구성원이 테러 행위를 범하거나 준비하거나 조장하는 직간접적 장려 또는 유인으로 이해할 가능성이 있고, 본인이 알거나 믿거나 믿을 만한 합리적 근거가 있는 표현을 포함하는 것. </li>
<li>어떤 광고를 포함하거나 어떤 서비스 또는 다른 사이트로의 웹 링크를 포함하는 것.</li>
<li>국가 안보를 위협하거나 국가 기밀을 누설하는 것.
당사는 사용자의 참여물을 게시할 의무가 없으며, 당사의 절대적 재량으로 당사의 사이트에 게시되는 참여물을 결정할 권리를 가집니다.</li>
</ul>
<h2>사용자가 업로드하는 자료를 당사가 사용하도록 사용자가 제공하는 권리</h2>
<p>사용자가 당사의 사이트에 콘텐츠를 업로드 또는 게시할 때, 사용자는 사이트 그리고/또는 서비스를 홍보하는 용도를 포함하여, 사이트 및 여러 미디어에 걸쳐 제공되는 서비스와 관련, 해당 콘텐츠를 사용, 재생산, 배포, 파생품 준비, 디스플레이 할 수 있는 영구적, 전세계적, 비독점적, 무료, 양도 가능한 라이선스를 당사에 허가합니다. 또한 사용자나 당사가 콘텐츠에 대해 가지는 권리가 침해되는 경우 사용자는 당사가 법적 조치를 취할 권리를 허가합니다. </p>
<p>당사의 사이트 내 어떤 콘텐츠가 본인의 지적 재산권을 침해한다고 생각하시는 경우 상단의 연락 정보를 통해 당사에 연락하여 주십시오.</p>
<h2>당사는 바이러스에 대한 책임이 없으며 사용자는 바이러스를 들여올 수 없습니다</h2>
<p>당사는 당사의 사이트가 버그 또는 바이러스로부터 안전하거나 자유롭다는 보장을 하지 않습니다.</p>
<p>사용자는 당사의 사이트에 접속하는 정보 기술, 컴퓨터 프로그램, 플랫폼의 환경을 설정할 책임이 있습니다. 사용자는 본인 스스로 바이러스 보호 소프트웨어를 사용해야 합니다.</p>
<p>사용자는 당사의 사이트에 바이러스, 트로잔, 웜, 논리 폭탄, 또는 유해하거나 기술적으로 위험한 기타 자료를 고의로 들여올 수 없습니다. 사용자는 당사의 사이트, 당사의 사이트가 저장된 서버, 당사의 사이트에 연결된 컴퓨터나 데이터베이스에 승인되지 않은 접근을 시도할 수 없습니다. 사용자는 디도스(서비스 거부) 공격 또는 분산형 디도스 공격을 통해 당사의 사이트를 공격할 수 없습니다. </p>
<h2>당사의 사이트 연결에 관한 규칙</h2>
<p>사용자는 공정하고 합법적인 방법으로 당사의 평판을 훼손하거나 이용하지 않는다는 전제 하에 당사의 홈페이지를 연결할 수 있습니다. </p>
<p>사용자는 당사 측의 연관, 승인 또는 지지가 없는 경우 이를 어떤 형태로든 암시하는 방식으로 링크를 걸 수 없습니다.</p>
<p>사용자는 본인이 소유하지 않은 모든 웹사이트에 당사의 사이트 링크를 걸 수 없습니다.</p>
<p>당사의 사이트는 다른 어떤 사이트에도 프레임될 수 없으며, 사용자는 당사의 사이트 홈페이지 외 다른 부분으로 이동하는 링크를 생성할 수도 없습니다. </p>
<p>당사는 고지 없이 링크 허가를 철회할 권리를 지닙니다.</p>
<h2>통화 변환</h2>
<p>당사의 사이트에 명시된 환율은 다양한 출처에 근거하며, 하나의 지침으로만 제공됩니다. 사용자가 결제를 위해 사용하는 계좌의 제공 기관은 대체 환율을 사용할 수도 있으며, 이는 사용자가 확인할 책임이 있습니다.</p>
<h2>본 이용약관의 위반</h2>
<p>본 이용약관을 준수하지 못하면 당사에서 다음 조치 중 일부 또는 전부를 취할 수 있습니다.</p>
<ul>
<li>당사의 사이트를 사용할 사용자의 권리를 즉각적으로, 일시적으로, 또는 영구적으로 철회.</li>
<li>당사의 사이트에 사용자가 업로드한 모든 참여물을 즉각적으로, 일시적으로, 또는 영구적으로 삭제.</li>
<li>사용자 측에 경고장 발부.</li>
<li>위반으로 인해 초래된 모든 비용(합리적인 행정적 및 법적 비용을 포함하나 여기에 국한되지 않음)을 배상하도록 손해배상 기준에 따라 사용자에 대한 법적 절차 진행.</li>
<li>사용자에 대한 추가적 소송.</li>
<li>당사에서 필수적이거나 법적으로 필요하다고 합리적으로 느끼는 정보를 법 집행 당국에 공개.</li>
</ul>
<h2>언어</h2>
<p>이 이용약관의 영어 원문 버전이 다른 언어로 번역된 경우, 버전 간 불일치가 있을 시 영어 버전이 우선합니다. 영어 버전은 (“영어” 언어를 선택하면) 당사의 플랫폼에서 이용 가능하며, 또는 사용자가 서면으로 요청할 시 받아볼 수 있습니다.</p>
<h2>일반사항</h2>
<p>법원 또는 관련 당국에서 이 이용약관의 일부가 불법인 것으로 판결을 내리는 경우에도 나머지 조항들은 계속 효력을 유지합니다.</p>
<p>당사가 이 이용약관 집행을 지체하는 경우에도 당사는 차후에 사용자에 대한 조치를 여전히 취할 수 있습니다.</p>

</body>
</html>